/**
 * Create By Meng
 * Desc: 
 */

export const consts = {
  userId: '',
  token: '',
  uuid: 0,

  backdrops: [
    'static/img/banner0.jpg',
    'static/img/banner1.jpg',
    'static/img/banner2.jpg',
    'static/img/banner3.jpg',
    'static/img/banner4.jpg',
  ],
  books: [
    {name: '金融学', author: '未知', desc: '其他行业者不妨看一看'},
    {name: '货币金融学', author: '米什金', desc: '其他行业者不妨看一看'},
    {name: '投资学', author: '滋维.博迪等', desc: '适用于金融专业高年级本科生、研究生及MBA学生，金融领域的研究人员与从业者。'},
    {name: '蜡烛图技术新解', author: '史蒂夫·尼森', desc: '无论是是从事商品期货交易还是证券交易，是日间交易者，还是隔夜持有头寸者，本书都是一本不容错过的必读书。'},
    {name: '期货市场技术分析', author: '约翰·墨菲', desc: '主要内容有技术分析的理论基础、道氏理论、图表简介、趋势的基本概念、主要反转形态、持续形态、交易量和持仓兴趣、长期图表和商品指数、移动平均线、摆动指数和相反意见、日内点数图、时间周期等。'},
    {name: '股市趋势技术分析', author: '罗伯特·D·爱德华', desc: '是什么原因使得一本书能极其不易地成为经典之作？不但成为经典，而且成为当前实战的指南和手册？'},
    {name: '海龟法则', author: '柯蒂斯·费思', desc: '主要讲述的是海龟所用的交易系统是一个完整的交易系统。交易系统使我们更容易地进行一致性的、成功的交易，因为它没有给交易员的判断力留下重要的决策任务。'},
    {name: '价值平均策略', author: '埃德尔森', desc: '书为投资者提供了一种有效的公式化投资策略。简言之，本书是从投资组合中获得稳定现金流机制最佳向导。'},
    {name: '逆向思考的艺术', author: '尼尔', desc: '当人们按照常规思考问题时，常常受到经验的支配，不能全面地、正确地分析事物。而倒过来想一下，采用全新的观点看事物，却往往有所发现。'},
    {name: '统计学', author: '未知', desc: '主要通过利用概率论建立数学模型，收集所观察系统的数据，进行量化的分析、总结，并进而进行推断和预测，为相关决策提供依据和参考。'},
    {name: '策略与风险管理', author: '未知', desc: '主要内容有期权特性、二叉树模型、希腊值、波动率、波动率交易与Delta对冲、B-S期权定价模型的局限和应用、期权策略等，力求把概念讲清楚，把策略说透彻，简单而直观地展示期权特性，并附有大量的实际交易案例。'},
    {name: '专业投机原理', author: '维克托·斯波朗迪', desc: '不要被它的名称所欺骗，其中除了独到的市场知识外，书中还包含了大量的心理学、经济学、政治学方面的知识，大大开阔了读者学习投资者的视野和对经济学、经济循环的本质有着深刻的认识。'},
    {name: '证券分析', author: '本杰明·格雷厄姆、戴维·多德', desc: '被誉为投资者的圣经，自1934年出版以来，八十年畅销不衰。市场反复证明，《证券分析》是价值投资的经典之作。第6版本是作者格雷厄姆和多德最满意的版本，也是股神巴菲特最为钟爱的版本。'},
    {name: '货币理论', author: '未知', desc: '其他行业者不妨看一看'},
    {name: '经济学', author: '未知', desc: '其他行业者不妨看一看'},
  ]
}